-- Создание таблицы
CREATE TABLE bank_products (
    id SERIAL PRIMARY KEY,
    name TEXT NOT NULL
);

-- Заполнение таблицы
INSERT INTO bank_products (name) VALUES
('дебетовые карты'),
('накопительные счета'),
('кредитные карты'),
('кредиты'),
('мобильное приложение'),
('интернет-банк'),
('инвестиции'),
('ипотека'),
('вклады'),
('депозитарные услуги'),
('денежные переводы'),
('зарплатные карты'),
('премиальные карты'),
('автокредитование'),
('рефинансирование кредитов'),
('страховые и сервисные продукты'),
('обслуживание в офисах и отделениях'),
('бонусные программы');